<?php
return array(
    'QUSETION' => array(
        'Single Choice' => array(
            '0' => array(
                'title' => '招标人对已发出的招标文件进行必要的澄清或者修改的，应当在招标文件要求提交投标文件截止时间至少(  )前，以书面形式通知所有招标文件收受人。',
                'body' => array(

                    'A' => '30d',
                    'B' => '15d',
                    'C' => '20d',
                    'D' => '7d',),
                'answer' => 'B'
            ),
            '1' => array(
                'title' => '项目经理责任制规定了应该由(   )与劳务作业层签订劳务分包合同。',
                'body' => array(
                    'A' => '企业管理层',
                    'B' => '项目管理层',
                    'C' => '企业法人',
                    'D' => '项目经理',),
                'answer' => 'A'
            ),
            '2' => array(
                'title' => '承包人在索赔事项发生后的(    )d以内，应向工程师正式提出索赔意向通知。',
                'body' => array(
                    'A' => '7 ',
                    'B' => '14',
                    'C' => '21',
                    'D' => '28',),
                'answer' => 'D'
            ),
            '3' => array(
                'title' => '在绘制网络图时，应首先进行(    )。',
                'body' => array(
                    'A' => '逻辑关系分析',
                    'B' => '项目分解',
                    'C' => '编制施工方案',
                    'D' => '确定排列方式',),
                'answer' => 'B'
            ),
            '4' => array(
                'title' => ' 中标通知书、合同协议书和图纸是施工合同文件的组成部分，就这三部分而言，如果在施工合同文件中出现不一致时，其优先解释顺序为(    )。',
                'body' => array(
                    'A' => '合同协议书、图纸、中标通知书',
                    'B' => '中标通知书、图纸、合同协议书',
                    'C' => '中标通知书、合同协议书、图纸',
                    'D' => '合同协议书、中标通知书、图纸',),
                'answer' => 'D'
            ),
            '5' => array(
                'title' => '现阶段我国实行的安全生产管理体制为(    )。',
                'body' => array(
                    'A' => '企业负责、行业管理、政府监察、群众监督、劳动者遵章守纪',
                    'B' => '企业负责、行政管理、政府监察、群众监督、劳动者遵章守纪',
                    'C' => '企业负责、行业管理、国家监察、群众监督、劳动者遵章守纪',
                    'D' => '企业负责、行政管理、国家监督、群众监督、劳动者遵章守纪',),
                'answer' => 'C'
            ),
            '6' => array(
                'title' => '按最早时间绘制的双代号时标网络计划中的波形线是(    )。',
                'body' => array(
                    'A' => '自由时差',
                    'B' => '时距',
                    'C' => '总时差',
                    'D' => '虚工作',),
                'answer' => 'A'
            ),
            '7' => array(
                'title' => '下列关于工程分包的说法正确的是(    )。',
                'body' => array(
                    'A' => '施工总承包人不得将建设工程主体结构的施工分包给其他单位',
                    'B' => '施工总承包人可以将承包工程中的专业工程自主分包给分包商',
                    'C' => '分包单位可以将其承包的建设工程再分包给其他单位',
                    'D' => '总承包人不再对分包的工程承担任何责任',),
                'answer' => 'A'
            ),
            '8' => array(
                'title' => '有一起塔吊倾覆事故，二死三伤，直接经济损失32万元，按照《工程建设重大事故报告和调查程序规定》的划分，应定为(     )重大事故。',
                'body' => array(
                    'A' => '一级',
                    'B' => '四级',
                    'C' => '三级 ',
                    'D' => '二级',),
                'answer' => 'C'
            ),
            '9' => array(
                'title' => '综合单价法计算分部分项工程单价为(    )。',
                'body' => array(
                    'A' => '市场价',
                    'B' => '全费用单价',
                    'C' => '直接工程费用单价',
                    'D' => '扩大单价',),
                'answer' => 'B'
            ),
            '10' => array(
                'title' => '施工项目管理规划大纲是由企业(    )之前编制的，旨在作为投标依据、满足招标文件要求及签订合同要求的文件。',
                'body' => array(
                    'A' => '管理层在投标',
                    'B' => '项目经理在施工开工',
                    'C' => '项目经理在投标',
                    'D' => '管理层在施工开工',),
                'answer' => 'A'
            ),
            '11' => array(
                'title' => '对工程质量事故进行处理时，首先要进行(    )。',
                'body' => array(
                    'A' => '采取防护措施',
                    'B' => '事故原因分析',
                    'C' => '事故调查',
                    'D' => '上报',),
                'answer' => 'C'
            ),
            '12' => array(
                'title' => '工程竣工前，施工单位收取的工程款总额，除合同另有约定外，一般不得超过合同金额的(   )。',
                'body' => array(
                    'A' => '85%',
                    'B' => '90%',
                    'C' => '93%',
                    'D' => '95%',),
                'answer' => 'D'
            ),
            '13' => array(
                'title' => '以工料单价法计算建安工程造价时，若以直接费为计算基础，则间接费应为(    )。',
                'body' => array(
                    'A' => '直接工程费×相应费率',
                    'B' => '(直接工程费+措施费)×相应费率',
                    'C' => '(人工费+措施费)×相应费率',
                    'D' => '(机械费+措施费)×相应费率',),
                'answer' => 'B'
            ),
            '14' => array(
                'title' => '索赔是指在合同的实施过程中，(    )因对方不履行或未能正确履行合同所规定的义务或未能保证承诺的合同条件实现而遭受损失后，向对方提出的补偿要求。',
                'body' => array(
                    'A' => '合同中的一方',
                    'B' => '第三方',
                    'C' => '承包商',
                    'D' => '业主方',),
                'answer' => 'A'
            ),
            '15' => array(
                'title' => '建立(    )是施工安全技术措施计划实施的重要保证。',
                'body' => array(
                    'A' => '安全措施保证体系',
                    'B' => '安全培训考核制度',
                    'C' => '安全技术交底制度',
                    'D' => '安全生产责任制',),
                'answer' => 'D'
            ),
            '16' => array(
                'title' => '某工程由A、B、C三个施工过程组成，划分为四个施工段，流水节拍分别为3d、3d、6d，组织异节奏流水施工，该项目工期为(    )。',
                'body' => array(
                    'A' => '30',
                    'B' => '48',
                    'C' => '21',
                    'D' => '20',),
                'answer' => 'A'
            ),
            '17' => array(
                'title' => '施工项目质量控制的过程，是一个由投入原材料的质量控制开始，直到完成工程质量(    )为止的全过程的质量控制。',
                'body' => array(
                    'A' => '保修',
                    'B' => '鉴定',
                    'C' => '评定 ',
                    'D' => '检验',),
                'answer' => 'D'
            ),
            '18' => array(
                'title' => '单代号网络计划的自由时差等于(    )。',
                'body' => array(
                    'A' => '本工作与紧前工作时间间隔的最大值',
                    'B' => '本工作与紧前工作时间间隔的最小值',
                    'C' => '本工作与紧后工作时间间隔的最大值',
                    'D' => '本工作与紧后工作时间间隔的最小值',),
                'answer' => 'D'
            ),
            '19' => array(
                'title' => '某工程网络计划中，C工作的总时差为6d，自由时差为5d，在检查实际进度时发现该工作的持续时间延长了8d，则说明此时C工作的实际进度(  )。',
                'body' => array(
                    'A' => '将使其紧后工作的最早开始时间推迟3d，并使总工期推迟',
                    'B' => '将使其紧后工作的最早开始时间推迟2d，并使总工期推迟2d',
                    'C' => '将使其紧后工作的最早开始时间推迟2d，并使总工期推迟',
                    'D' => '将使其紧后工作的最早开始时间推迟3d，并使总工期推迟2d',),
                'answer' => 'D'
            ),
            '20' => array(
                'title' => '(   )是索赔处理的最主要依据。',
                'body' => array(
                    'A' => '合同文件',
                    'B' => '市场价格',
                    'C' => '工程变更',
                    'D' => '结算资料',),
                'answer' => 'A'
            ),
            '21' => array(
                'title' => '安全检查的方法主要有(     ).',
                'body' => array(
                    'A' => '量、看、测、吊',
                    'B' => '量、看、测、现场操作',
                    'C' => '量、看、吊、现场操作',
                    'D' => '量、看、测、靠',),
                'answer' => 'B'
            ),
            '22' => array(
                'title' => '组织等节奏流水施工的前提是(    )。',
                'body' => array(
                    'A' => '各流水组的工期相等',
                    'B' => '各施工过程的各段的持续时间相等',
                    'C' => '各施工过程的施工段数目相等',
                    'D' => '各施工过程施工班组人数相等',),
                'answer' => 'B'
            ),
            '23' => array(
                'title' => '建筑安全生产监督管理，应当根据(    )的原则，贯彻“预防为主”的方针，依靠科学管理和技术进步，推动建筑安全生产工作的开展，控制人身伤亡事故的发生。',
                'body' => array(
                    'A' => '责任重于泰山',
                    'B' => '安全第一 ',
                    'C' => '管生产必须管安全',
                    'D' => '安全生产、人人有责',),
                'answer' => 'C'
            ),
            '24' => array(
                'title' => '使用（&nbsp;）由国外引进硬件设施的关税，其计取基数为(    )。',
                'body' => array(
                    'A' => '合同中硬件货价',
                    'B' => '合同中硬件货价+国外运费',
                    'C' => '合同中硬件货价+国外运输保险费',
                    'D' => '合同中硬件货价+国外运输+国外运输保险费',),
                'answer' => 'D'
            )

        ),
        'true-false' => array(
            '0' => array(
                'title' => '工程索赔是相互的、双向的。',
                'body' => array(
                    '0' => '对',
                    '1' => '错',
                ),
                'answer' => '对'
            ),
            '1' => array(
                'title' => '工作之间的逻辑关系可包括工艺关系和组织关系。',
                'body' => array(
                    '0' => '对',
                    '1' => '错',
                ),
                'answer' => '对'
            ),
            '2' => array(
                'title' => '项目管理的核心任务是项目的目标控制。',
                'body' => array(
                    '0' => '对',
                    '1' => '错',
                ),
                'answer' => '对'
            ),
            '3' => array(
                'title' => '波形线表示工作的自由时差。',
                'body' => array(
                    '0' => '对',
                    '1' => '错',
                ),
                'answer' => '对'
            ),
            '4' => array(
                'title' => '合同中没有适用或类似于变更工程的价格，由业主提出适当的变更价格，经工程师确认后执行。',
                'body' => array(
                    '0' => '对',
                    '1' => '错',
                ),
                'answer' => '错'
            ),
            '5' => array(
                'title' => 'BT(Build Transfer)即建设移交。',
                'body' => array(
                    '0' => '对',
                    '1' => '错',
                ),
                'answer' => '对'
            ),
            '6' => array(
                'title' => '项目立项是项目决策的标志。',
                'body' => array(
                    '0' => '对',
                    '1' => '错',
                ),
                'answer' => '对'
            ),
            '7' => array(
                'title' => '项目的投资目标、进度目标和质量目标之间是对立的关系。',
                'body' => array(
                    '0' => '对',
                    '1' => '错',
                ),
                'answer' => '错'
            ),
            '8' => array(
                'title' => '资源优化分为资源有限－工期最短的优化和工期固定－资源均衡的优化两种。',
                'body' => array(
                    '0' => '对',
                    '1' => '错',
                ),
                'answer' => '对'
            ),
            '9' => array(
                'title' => '职业健康安全事故分为职业伤害事故与职业病两大类型。',
                'body' => array(
                    '0' => '对',
                    '1' => '错',
                ),
                'answer' => '对'
            ),


        ),
        'multiple choice' => array(
            '0' => array(
                'title' => '建设工程施工招标的必备条件有(   )。',
                'body' => array(
                    'A' => '招标所需的设计图纸和技术资料具备',
                    'B' => '招标人已经依法成立',
                    'C' => '招标范围和招标方式已确定',
                    'D' => '资金来源已经落实',
                    'E' => '已选好监理单位',),
                'answer' => array(
                    '0' => 'A',
                    '1' => 'B',
                    '2' => 'D'
                ),
            ),
            '1' => array(
                'title' => '单位工程验收应由(   )联合验收并签字。',
                'body' => array(
                    'A' => '建设单位',
                    'B' => '监理单位',
                    'C' => '设计单位',
                    'D' => '施工单位',
                    'E' => '质量监督总站',),
                'answer' => array(
                    '0' => 'A',
                    '1' => 'B',
                    '2' => 'C',
                    '3' => 'D'
                ),
            ),
            '2' => array(
                'title' => '网络图的排列方式可以(   )。',
                'body' => array(
                    'A' => '按施工段排列',
                    'B' => '按施工单位排列',
                    'C' => '按工作重要程度排列',
                    'D' => '按楼层排列',
                    'E' => '按专业排列',),
                'answer' => array(
                    '0' => 'A',
                    '1' => 'B',
                    '2' => 'D',
                    '3' => 'E'
                ),
            ),
            '3' => array(
                'title' => '异节奏流水施工的特点是(  )。',
                'body' => array(
                    'A' => '不同施工过程之间的流水节拍互为倍数',
                    'B' => '每一个施工过程在各施工段上的流水节拍都相等',
                    'C' => '流水步距彼此相等',
                    'D' => '专业工作队数目等于施工过程数目',
                    'E' => '专业工作队连续均衡作业',),
                'answer' => array(
                    '0' => 'A',
                    '1' => 'B',
                    '2' => 'C',
                    '3' => 'E',
                ),
            ),
            '4' => array(
                'title' => '网络计划的逻辑关系分为(  )。',
                'body' => array(
                    'A' => '搭接关系',
                    'B' => '工艺关系',
                    'C' => '平行关系',
                    'D' => '组织关系',
                    'E' => '先后关系',),
                'answer' => array(
                    '0' => 'B',
                    '1' => 'D'
                ),
            ),
            '5' => array(
                'title' => '安全检查的内容主要有(    )。',
                'body' => array(
                    'A' => '查证书资质、查安全标志',
                    'B' => '查安全设施、查安全教育培训',
                    'C' => '查机械设备、查操作行为',
                    'D' => '查思想、查制度',
                    'E' => '查劳保用品使用、查伤亡事故的处理',),
                'answer' => array(
                    '0' => 'B',
                    '1' => 'C',
                    '2' => 'D',
                    '3' => 'E'
                ),
            ),
            '6' => array(
                'title' => '对主体结构的质量问题可采取(  ).',
                'body' => array(
                    'A' => '结构卸荷',
                    'B' => '提高混凝土强度等级',
                    'C' => '用高强钢筋代替强度低的钢筋',
                    'D' => '限制使用',
                    'E' => '拆除重建',),
                'answer' => array(
                    '0' => 'A',
                    '1' => 'D',
                    '2' => 'E'
                ),
            ),
            '7' => array(
                'title' => '施工现场质量检查量测法的手段可归纳为(    )。',
                'body' => array(
                    'A' => '靠',
                    'B' => '摸',
                    'C' => '吊',
                    'D' => '量',
                    'E' => '套',),
                'answer' => array(
                    '0' => 'A',
                    '1' => 'C',
                    '2' => 'D',
                    '3' => 'E'
                ),
            ),

            '8' => array(
                'title' => '建设工程索赔按所依据的理由不同可分为(   )。',
                'body' => array(
                    'A' => '合同内索赔',
                    'B' => '合同外索赔',
                    'C' => '费用索赔',
                    'D' => '工期索赔',
                    'E' => '道义索赔',),
                'answer' => array(
                    '0' => 'A',
                    '1' => 'B',
                    '2' => 'E'
                ),
            ),
            '9' => array(
                'title' => '承包商可以就下列(    )事件的发生向业主提出索赔。',
                'body' => array(
                    'A' => '施工中遇到地下文物被迫停工',
                    'B' => '施工机械大修，误工3d',
                    'C' => '材料供应商延期交货',
                    'D' => '业主要求提前竣工，导致工程成本增加',
                    'E' => '设计图纸错误，造成返工',),
                'answer' => array(
                    '0' => 'A',
                    '1' => 'D',
                    '2' => 'E'
                )
            ),


        ),


    ),


);